Repository: zubrlc/amneziawg-apple
Catalog: Sources/WireGuardApp/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# macButtonImportTunnels
source: Import tunnel(s) from file
de: Tunnel aus Datei importieren
es: Importar túnel(es) desde archivo
fa: وارد کردن تونل(ها) از پرونده
fi: Tuo tunneli(t) tiedostosta
fr: Importer le(s) tunnel(s) à partir du fichier
it: Importa tunnel da file
ja: ファイルからトンネルをインポート
pa: ਫ਼ਾਇਲ ਤੋਂ ਟਨਲ ਦਰਾਮਦ ਕਰੋ
pl: Importuj tunel(e) z pliku
ro: Importare tunel(uri) din fișier
ru: Импорт туннелей из файла…
sl: Uvozi tunele iz datoteke
tr: Tünelleri dosyadan içe aktar
zh_hans: 从文件导入隧道

# macConfirmAndQuitAlertCloseWindow
source: Close Tunnels Manager
de: Tunnelverwaltung schließen
es: Cerrar Gestor de túneles
fa: بستن مدیر تونل‌ها
fi: Sulje tunneleiden hallinta
fr: Fermer le gestionnaire de tunnels
it: Chiudi il gestore dei tunnel
ja: トンネル管理画面を閉じる
pa: ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰੋ
pl: Zamknij menedżera tuneli
ro: Închide managerul de tuneluri
ru: Закрыть менеджер туннелей
sl: Zapri upravljalca tunelov
tr: Tünel Yöneticisini Kapat
zh_hans: 关闭隧道管理器

# macConfirmAndQuitAlertInfo
source: If you close the tunnels manager, AmneziaWG will continue to be available from the menu bar icon.
de: Wenn Sie den Tunnelmanager schließen, wird AmneziaWG weiterhin über das Symbol in der Menüleiste zur Verfügung stehen.
fr: Si vous fermez le gestionnaire de tunnels, AmneziaWG continuera d'être disponible à partir de l'icône de la barre de menus.
it: Se chiudi il gestore dei tunnel, AmneziaWG continuerà a essere disponibile dall'icona della barra dei menu.
ja: トンネル管理画面を閉じても、メニューバーアイコンからAmneziaWGを操作できます。
pa: ਜੇ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ AmneziaWG ਮੇਨੂ ਪੱਟੀ ਆਈਕਾਨ ਵਿੱਚ ਉਪਲੱਬਧ ਰਹੇਗਾ।
pl: Jeśli zamkniesz menedżera tuneli, AmneziaWG będzie nadal dostępny z ikony w pasku menu.
ro: Dacă închizi managerul de tuneluri, AmneziaWG va fi în continuare disponibil din pictograma barei de meniu.
ru: Если вы закроете менеджер туннелей, AmneziaWG будет по-прежнему доступен из значка в строке меню.
sl: Če zaprete upravljalca tunelov, bo AmneziaWG še naprej na voljo preko ikone v meniju.
tr: Tünel yöneticisini kapatırsanız, AmneziaWG menü çubuğu simgesinden kullanılmaya devam edecektir.
zh_hans: 如果您关闭了隧道管理器，可继续从菜单栏图标使用 AmneziaWG 。

# macConfirmAndQuitAlertMessage
source: Do you want to close the tunnels manager or quit AmneziaWG entirely?
de: Möchten Sie den Tunnelmanager schließen oder AmneziaWG ganz beenden?
fr: Voulez-vous fermer le gestionnaire de tunnels ou quitter AmneziaWG complètement ?
it: Vuoi chiudere il gestore dei tunnel o chiudere completamente AmneziaWG?
ja: トンネル管理画面を閉じますか？それともAmneziaWG自体を終了しますか？
pa: ਕੀ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਪੂਰੇ AmneziaWG ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zamknąć menedżera tuneli czy wyłączyć całkowicie AmneziaWG?
ro: Dorești să închizi managerul de tuneluri sau să ieși complet din AmneziaWG?
ru: Вы хотите закрыть менеджер туннелей или полностью выйти из AmneziaWG?
sl: Ali želite zapreti upravljalca tunelov ali končati AmneziaWG v celoti?
tr: Tünel yöneticisini kapatmak mı yoksa AmneziaWG’dan tamamen çıkmak mı istiyorsunuz?
zh_hans: 您想要关闭隧道管理器还是完全退出 AmneziaWG？

# macConfirmAndQuitAlertQuitWireGuard
source: Quit AmneziaWG
de: AmneziaWG beenden
es: Salir de AmneziaWG
fa: خروج از AmneziaWG
fi: Sulje AmneziaWG
fr: Quitter AmneziaWG
it: Chiudi AmneziaWG
ja: AmneziaWGを終了
pa: AmneziaWG ਚੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z programu AmneziaWG
ro: Ieși din AmneziaWG
ru: Выйти из AmneziaWG
sl: Končaj AmneziaWG
tr: AmneziaWG’dan Çık
zh_hans: 退出 AmneziaWG

# macConfirmAndQuitInfoWithActiveTunnel (%@)
source: If you close the tunnels manager, AmneziaWG will continue to be available from the menu bar icon. Note that if you quit AmneziaWG entirely the currently active tunnel ('%@') will still remain active until you deactivate it from this application or through the Network panel in System Preferences.
de: Wenn Sie den Tunnelmanager schließen, wird AmneziaWG weiterhin über das Symbol in der Menüleiste zur Verfügung stehen. Beachten Sie, dass der derzeit aktive Tunnel ('%@') weiterhin aktiv bleibt (auch wenn Sie AmneziaWG ganz beenden), bis Sie ihn von dieser Anwendung oder über das Netzwerk-Panel in den Systemeinstellungen deaktivieren.
fr: Si vous fermez le gestionnaire de tunnels, AmneziaWG continuera d'être disponible à partir de l'icône de la barre de menus. Notez que si vous quittez AmneziaWG entièrement le tunnel actuellement actif ('%@') restera actif jusqu'à ce que vous le désactiviez de cette application ou via le panneau Réseau dans les Préférences Système.
it: Se chiudi il gestore dei tunnel, AmneziaWG continuerà a essere disponibile dall'icona della barra dei menu. Nota che se vuoi chiudere completamente AmneziaWG il tunnel attualmente attivo ('%@') rimarrà attivo fino a quando lo disabiliti da questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.
ja: トンネル管理画面を閉じても、メニューバーアイコンからAmneziaWGを操作できます。 注意：AmneziaWG自体を終了しても、現在有効化済みのトンネル ('%@') はこのアプリケーションかシステム環境設定のネットワークパネルから無効化するまでは有効なままです。
pa: ਜੇ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ AmneziaWG ਮੇਨੂ ਪੱਟੀ ਆਈਕਾਨ ਵਿੱਚ ਉਪਲੱਬਧ ਰਹੇਗਾ। ਯਾਦ ਰੱਕੋ ਕਿ ਜੇ ਤੁਸੀਂ ਪੂਰੇ AmneziaWG ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ ਪੂਰੀ ਸਰਗਰਮ ਟਨਲ ('%@') ਫੇਰ ਵੀ ਸਰਗਰਮ ਰਹੇਗਾ, ਜਦੋਂ ਤੱਕ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਜਾਂ ਸਿਸਟਮ ਪਸੰਦਾਂ (System Preferences) ਵਿੱਚ ਨੈੱਟਵਰਕ (Network) ਪੈਨਲ ਰਾਹੀਂ ਨਾ-ਸਰਗਰਮ ਕਰ ਦਿੰਦੇ ਹੋ।
pl: Jeśli zamkniesz menedżera tuneli, AmneziaWG będzie nadal dostępny z ikony w pasku menu. Zauważ, że jeśli opuścisz AmneziaWG całkowicie aktywny tunel („%@”) pozostanie aktywny, dopóki nie wyłączysz go z tej aplikacji lub przez panel sieci w ustawieniach systemowych.
ro: Dacă închizi managerul de tuneluri, AmneziaWG va fi în continuare disponibil din pictograma barei de meniu. Reține că dacă ieși complet din AmneziaWG, tunelul activ în prezent („%@”) va rămâne activ până îl dezactivezi din această aplicație sau prin intermediul panoului Rețea din preferințele de sistem.
ru: Если вы закроете менеджер туннелей, AmneziaWG будет по-прежнему доступен из значка в строке меню. Обратите внимание, что если вы выйдете из AmneziaWG полностью, текущий активный туннель (’%@’) будет оставаться активным до тех пор, пока вы не отключите его из этого приложения или через панель «Сеть» в Системных настройках.
sl: Če zaprete upravljalca tunelov, bo AmneziaWG še naprej na voljo preko ikone v meniju. Pomnite: če zaprete AmneziaWG bo trenutni aktiven tunel ("%@") ostal aktiven dokler ga ne deaktivirate preko te aplikacije ali preko omrežne plošče v sistemskih nastavitvah.
tr: Tünel yöneticisini kapatırsanız, AmneziaWG menü çubuğu simgesinden kullanılmaya devam edecektir. AmneziaWG’dan tamamen çıkarsanız, o anda aktif olan tünelin ('%@') siz bu uygulamadan veya Sistem Tercihlerindeki Ağ paneli aracılığıyla devre dışı bırakana kadar hâlâ etkin kalacağını unutmayın.
zh_hans: 如果您关闭了隧道管理器，可继续从菜单栏图标使用 AmneziaWG 。 请注意，如果您完全退出 AmneziaWG ，当前活动的隧道('%@')将仍然有效，直到您从此应用程序或通过系统偏好设置中的网络面板停用。

# macDeleteMultipleTunnelsConfirmationAlertMessage (%d)
source: Are you sure you want to delete %d tunnels?
de: Möchten Sie diese %d Tunnel wirklich löschen?
es: ¿Está seguro que desea eliminar %d túneles?
fi: Haluatko varmasti poistaa %d kohdetta?
fr: Voulez-vous vraiment supprimer %d tunnels?
it: Sei sicuro di voler eliminare %d tunnel?
ja: 本当に %d トンネルを削除しますか？
pa: ਕੀ ਤੁਸੀਂ %d ਟਨਲਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć %d tunele(i)?
ro: Ești sigur că dorești să ștergi %d tuneluri?
ru: Вы уверены, что хотите удалить выбранные туннели?
sl: Ali ste prepričani, da želite izbrisati izbrane tunele?
tr: %d tünellerini silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除 %d 个隧道吗？

# macDeleteTunnelConfirmationAlertButtonTitleCancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
ru: Отмена
sl: Prekliči
tr: İptal
zh_hans: 取消

# macDeleteTunnelConfirmationAlertButtonTitleDelete
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# macDeleteTunnelConfirmationAlertButtonTitleDeleting
source: Deleting…
de: Lösche…
es: Eliminando…
fa: در حال حذف…
fi: Poistetaan…
fr: Suppression…
it: Eliminazione…
ja: 削除しています…
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Usuwanie…
ro: Se șterge…
ru: Удаление…
sl: Brišem …
tr: Siliniyor…
zh_hans: 删除中…

# macDeleteTunnelConfirmationAlertInfo
source: You cannot undo this action.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: No puedes deshacer esta acción.
fa: شما نمی‌توانید این عمل را خنثی کنید.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Vous ne pouvez pas annuler cette action.
it: Non puoi annullare questa azione.
ja: この操作はもとに戻せません。
pa: ਤੁਸੀ ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਲੈ ਸਕਦੇ ਹੋ।
pl: Nie możesz cofnąć tej czynności.
ro: Nu poți anula această secțiune.
ru: Данное действие невозможно отменить.
sl: Tega dejanja ne morete razveljaviti.
tr: Bu eylemi geri alamazsınız.
zh_hans: 您无法撤销此操作。

# macDeleteTunnelConfirmationAlertMessage (%@)
source: Are you sure you want to delete ‘%@’?
de: Möchten Sie ’%@’ wirklich löschen?
es: ¿Estás seguro que deseas eliminar "%@"?
fi: Oletko varma, että haluat poistaa "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
it: Sei sicuro di voler eliminare ‘%@’?
ja: 本当に ‘%@’ を削除しますか？
pa: ਕੀ ਤੁਸੀਂ ‘%@’ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ‘%@’?
ro: Ești sigur că dorești să ștergi „%@”?
ru: Вы уверены, что хотите удалить ‘%@’?
sl: Ali ste prepričani, da želite izbrisati "%@"?
tr: ‘%@’ silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除 "%@" 吗？

# macEditDiscard
source: Discard
de: Verwerfen
es: Descartar
fa: لغو
fi: Hylkää
fr: Annuler
it: Scarta
ja: 破棄
pa: ਖਾਰਜ ਕਰੋ
pl: Odrzuć
ro: Renunțare
ru: Отменить
sl: Zavrzi
tr: Yoksay
zh_hans: 丢弃

# macEditSave
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macExportPrivateData
source: export tunnel private keys
de: exportiere private Schlüssel für Tunnel
fa: برو‌ن‌بری کلید‌های خصوصی تونل
fr: exporter les clefs privées du tunnel
it: esporta chiavi private dei tunnel
ja: トンネルの秘密鍵をエクスポート
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਬਰਾਮਦ ਕਰੋ
pl: eksportuj klucze prywatne tunelu
ro: exportare chei private de tunel
ru: экспорт приватных ключей туннеля
sl: izvozi zasebne ključe tunela
tr: tünel özel anahtarlarını dışa aktar
zh_hans: 导出隧道私钥

# macLogButtonTitleClose
source: Close
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
ru: Закрыть
sl: Zapri
tr: Kapat
zh_hans: 关闭

# macLogButtonTitleSave
source: Save…
de: Speichern…
es: Guardar…
fa: ذخیره…
fi: Tallenna…
fr: Enregistrer…
it: Salva…
ja: 保存…
pa: ਸੰਭਾਲੋ…
pl: Zapisz…
ro: Salvare…
ru: Сохранить…
sl: Shrani …
tr: Kaydet…
zh_hans: 保存…

# macLogColumnTitleLogMessage
source: Log message
de: Protokoll-Nachricht
es: Mensaje de registro
fa: پیام گزارش رویداد
fi: Lokiviesti
fr: Message du journal
it: Messaggio di log
ja: ログメッセージ
pa: ਲਾਗ ਸੁਨੇਹੇ
pl: Dziennik wiadomości
ro: Mesaj de jurnal
ru: Сообщение Журнала
sl: Sporočilo dnevnika
tr: Günlük mesajı
zh_hans: 记录消息

# macLogColumnTitleTime
source: Time
de: Zeit
es: Tiempo
fa: زمان
fi: Aika
fr: Temps
it: Tempo
ja: 時刻
pa: ਸਮਾਂ
pl: Czas
ro: Timp
ru: Время
sl: Čas
tr: Zaman
zh_hans: 时间

# macMenuAbout
source: About AmneziaWG
de: Über AmneziaWG
es: Acerca de AmneziaWG
fa: درباره AmneziaWG
fi: Tietoa AmneziaWGista
fr: À propos du AmneziaWG
it: Informazioni su AmneziaWG
ja: AmneziaWG について
pa: AmneziaWG ਬਾਰੇ
pl: Informacje o AmneziaWG
ro: Despre AmneziaWG
ru: Об AmneziaWG
sl: O aplikaciji AmneziaWG
tr: AmneziaWG Hakkında
zh_hans: 关于 AmneziaWG

# macMenuAddEmptyTunnel
source: Add Empty Tunnel…
de: Leeren Tunnel hinzufügen…
fa: افزودن تونل خالی…
fi: Lisää tyhjä tunneli…
fr: Ajouter un tunnel vide…
it: Aggiungi tunnel vuoto…
ja: 設定が空のトンネルを追加…
pa: …ਖਾਲੀ ਟਨਲ ਜੋੜੋ
pl: Dodaj pusty tunel…
ro: Adăugare tunel gol…
ru: Добавить пустой туннель…
sl: Dodaj prazen tunel …
tr: Boş Tünel Ekle…
zh_hans: 添加空隧道…

# macMenuCloseWindow
source: Close Window
de: Fenster schließen
es: Cerrar Ventana
fa: بستن پنجره
fi: Sulje ikkuna
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウィンドウを閉じる
pa: ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Zamknij okno
ro: Închidere fereastră
ru: Закрыть окно
sl: Zapri okno
tr: Pencereyi Kapat
zh_hans: 关闭窗口

# macMenuCopy
source: Copy
de: Kopieren
es: Copiar
fa: روگرفت
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
ro: Copiere
ru: Копировать
sl: Kopiraj
tr: Kopyala
zh_hans: 复制

# macMenuCut
source: Cut
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
it: Taglia
ja: 切り取り
pa: ਕੱਟੋ
pl: Wytnij
ro: Tăiere
ru: Вырезать
sl: Izreži
tr: Kes
zh_hans: 剪切

# macMenuDeleteSelected
source: Delete Selected
de: Ausgewählte löschen
es: Eliminar elementos seleccionados
fa: حذف انتخاب شده‌ها
fi: Poista valitut
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択したものを削除
pa: ਚੁਣੇ ਨੂੰ ਹਟਾਓ
pl: Usuń wybrane
ro: Șterge tunelurile selectate
ru: Удалить выбранное
sl: Izbriši izbrano
tr: Seçileni Sil
zh_hans: 删除选中项

# macMenuEdit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
pa: ਸੋਧੋ
pl: Edycja
ro: Editare
ru: Редактировать
sl: Uredi
tr: Düzenle
zh_hans: 编辑

# macMenuEditTunnel
source: Edit…
de: Bearbeiten…
es: Editar…
fa: ویرایش…
fi: Muokkaa…
fr: Modifier…
it: Modifica…
ja: 編集…
pa: ਸੋਧੋ…
pl: Edytuj…
ro: Editare…
ru: Редактировать…
sl: Uredi …
tr: Düzenle…
zh_hans: 编辑…

# macMenuExportTunnels
source: Export Tunnels to Zip…
de: Tunnel als Zip exportieren…
fa: برون‌بری تونل‌ها در پرونده زیپ…
fi: Vie tunnelit Zippinä…
fr: Exporter les tunnels en Zip…
it: Esporta tunnel in Zip…
ja: トンネル設定をZIPにエクスポート…
pa: ਟਨਲ ਨੂੰ ਜ਼ਿੱਪ ਵਜੋਂ ਬਰਾਮਦ ਕਰੋ…
pl: Wyeksportuj tunele do pliku ZIP…
ro: Exportare tuneluri în zip…
ru: Экспорт туннелей в zip-архив…
sl: Izvozi tunele v datoteko zip …
tr: Tünelleri Zip'e Aktar…
zh_hans: 导出隧道为Zip…

# macMenuFile
source: File
de: Datei
es: Archivo
fa: پرونده
fi: Tiedosto
fr: Fichier
ja: ファイル
pa: ਫ਼ਾਇਲ
pl: Plik
ro: Fișier
ru: Файл
sl: Datoteka
tr: Dosya
zh_hans: 文件

# macMenuHideApp
source: Hide AmneziaWG
de: AmneziaWG ausblenden
es: Ocultar AmneziaWG
fa: AmneziaWG را پنهان کن
fi: Piilota AmneziaWG
fr: Masquer AmneziaWG
it: Nascondi AmneziaWG
ja: AmneziaWG を隠す
pa: AmneziaWG ਲੁਕਾਓ
pl: Ukryj program AmneziaWG
ro: Ascunde AmneziaWG
ru: Скрыть AmneziaWG
sl: Skrij AmneziaWG
tr: AmneziaWG’ı Gizle
zh_hans: 隐藏 AmneziaWG

# macMenuHideOtherApps
source: Hide Others
de: Andere ausblenden
fa: پنهان کردن دیگران
fi: Piilota muut
fr: Masquer les autres
it: Nascondi altri
ja: ほかを隠す
pa: ਹੋਰ ਲੁਕਾਓ
pl: Ukryj pozostałe
ro: Ascunde restul
ru: Скрыть другие
sl: Skrij druge
tr: Diğerlerini Gizle
zh_hans: 隐藏其它

# macMenuImportTunnels
source: Import Tunnel(s) from File…
de: Tunnel aus Datei importieren…
es: Importar túnel(es) desde archivo
fa: وارد کردن تونل(ها) از پرونده…
fi: Tuo tunneli(t) tiedostosta…
fr: Importer le(s) tunnel(s) à partir du fichier…
it: Importa tunnel da file…
ja: ファイルからトンネルをインポート…
pa: ਫ਼ਾਇਲ ਤੋਂ ਟਨਲ ਦਰਾਮਦ ਕਰੋ…
pl: Importuj tunel(e) z pliku…
ro: Importare tunel(uri) din fișier…
ru: Импорт туннелей из файла…
sl: Uvozi tunele iz datoteke …
tr: Tünelleri Dosyadan İçe Aktar…
zh_hans: 从文件导入隧道…

# macMenuManageTunnels
source: Manage Tunnels
de: Tunnel verwalten
es: Gestionar túneles
fa: مدیریت تونل‌ها
fi: Hallitse tunneleita
fr: Gestion des tunnels
it: Gestisci i tunnel
ja: トンネルの管理
pa: ਟਨਲ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj tunelami
ro: Gestionare tuneluri
ru: Управление туннелями
sl: Upravljaj tunele
tr: Tünelleri Yönet
zh_hans: 管理隧道

# macMenuMinimize
source: Minimize
de: Minimieren
es: Minimizar
fa: کوچک‌سازی
fi: Pienennä
fr: Minimiser
it: Minimizza
ja: 最小化
pa: ਘੱਟੋ-ਘੱਟ
pl: Minimalizuj
ro: Minimizare
ru: Свернуть
sl: Pomanjšaj
tr: Küçült
zh_hans: 最小化

# macMenuNetworks (%@)
source: Networks: %@
de: Netzwerke:%@
fa: شبکه‌ها: %@
fi: Verkot: %@
fr: Réseaux: %@
it: Reti: %@
ja: ネットワーク: %@
pa: ਨੈੱਟਵਰਕ: %@
pl: Sieci: %@
ro: Rețele: %@
ru: Сети: %@
sl: Omrežja: %@
tr: Ağlar: %@
zh_hans: 网络：%@

# macMenuNetworksNone
source: Networks: None
de: Keine Netzwerke.
fa: شبکه‌ها: هیچی
fi: Verkot: Ei mitään
fr: Réseaux: Aucun
it: Reti: nessuna
ja: ネットワーク: なし
pa: ਨੈੱਟਵਰਕ: ਕੋਈ ਨਹੀਂ
pl: Sieci: brak
ro: Rețele: niciuna
ru: Сети отсутствуют
sl: Ni omrežij
tr: Ağlar: Yok
zh_hans: 网络：无

# macMenuPaste
source: Paste
de: Einfügen
es: Pegar
fa: جای‌گذاری
fi: Liitä
fr: Coller
it: Incolla
ja: 貼り付け
pa: ਚੇਪੋ
pl: Wklej
ro: Lipire
ru: Вставить
sl: Prilepi
tr: Yapıştır
zh_hans: 粘贴

# macMenuQuit
source: Quit AmneziaWG
de: AmneziaWG beenden
es: Salir de AmneziaWG
fa: خروج از AmneziaWG
fi: Sulje AmneziaWG
fr: Quitter AmneziaWG
it: Chiudi AmneziaWG
ja: AmneziaWGを終了
pa: AmneziaWG ਚੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z programu AmneziaWG
ro: Ieși din AmneziaWG
ru: Выйти из AmneziaWG
sl: Končaj AmneziaWG
tr: AmneziaWG’dan Çık
zh_hans: 退出 AmneziaWG

# macMenuSelectAll
source: Select All
de: Alle markieren
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
pa: ਸਭ ਚੁਣੋ
pl: Wybierz wszystko
ro: Selectare totală
ru: Выбрать всё
sl: Izberi vse
tr: Tümünü Seç
zh_hans: 全选

# macMenuShowAllApps
source: Show All
de: Alle anzeigen
es: Mostrar todo
fa: نمایش همه
fi: Näytä kaikki
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
pa: ਸਭ ਵੇਖਾਓ
pl: Pokaż wszystkie
ro: Afișare toate
ru: Показать всё
sl: Prikaži vse
tr: Tümünü Göster
zh_hans: 显示全部

# macMenuToggleStatus
source: Toggle Status
de: Status umschalten
es: Cambiar estado
fi: Vaihda tilaa
fr: Changer le statut
it: Stato di attivazione
ja: ステータスを切り替え
pa: ਸਥਿਤੀ ਪਲਟੋ
pl: Przełącz status
ro: Comutare stare
ru: Переключить статус
sl: Preklopi status
tr: Durumu Değiştir
zh_hans: 切换状态

# macMenuViewLog
source: View Log
de: Protokoll anzeigen
es: Ver registro
fa: مشاهده گزارش رویداد
fi: Näytä loki
fr: Voir le journal
it: Visualizza log
ja: ログの参照
pa: ਲਾਗ ਵੇਖੋ
pl: Wyświetl log
ro: Vizualizare jurnal
ru: Просмотреть журнал
sl: Pokaži dnevnik
tr: Günlüğü Görüntüle
zh_hans: 查看日志

# macMenuWindow
source: Window
de: Fenster
es: Ventana
fa: پنجره
fi: Ikkuna
fr: Fenêtre
it: Finestra
ja: ウィンドウ
pa: ਵਿੰਡੋ
pl: Okno
ro: Fereastră
ru: Окно
sl: Okno
tr: Pencere
zh_hans: 窗口

# macMenuZoom
source: Zoom
de: Vergrößern
fa: بزرگ‌نمايی
fi: Lähennä/Loitonna
fr: Réduire/Agrandir
ja: ズーム
pa: ਜ਼ੂਮ
pl: Powiększenie
ro: Panoramare
ru: Изменить масштаб
sl: Povečava
tr: Yakınlaştır
zh_hans: 缩放

# macNameFieldExportLog
source: Save log to:
de: Log speichern unter:
es: Guardar registro en:
fa: ذخیره گزارش رویداد به:
fi: Tallenna loki kohteeseen:
fr: Enregistrer le journal dans :
it: Salva log in:
ja: ログの保存先:
pa: ਲਾਗ ਸੰਭਾਲੋ:
pl: Zapisz log do:
ro: Salvare jurnal în:
ru: Сохранить журнал в:
sl: Shrani dnevnik v:
tr: Günlüğü şuraya kaydet:
zh_hans: 将日志保存到：

# macNameFieldExportZip
source: Export tunnels to:
de: Tunnel exportieren nach:
es: Exportar túneles a:
fa: برون‌بری تونل‌ها به:
fi: Vie tunnelit kohteeseen:
fr: Exporter les tunnels vers :
it: Esporta i tunnel in:
ja: トンネルのエクスポート先:
pa: ਟਨਲ ਬਰਾਮਦ ਕਰੋ:
pl: Wyeksportuj tunele do:
ro: Exportare tuneluri în:
ru: Экспортировать туннели в:
sl: Izvozi tunele v:
tr: Tünelleri şuraya aktar:
zh_hans: 导出隧道至：

# macSheetButtonExportLog
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macSheetButtonExportZip
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macSheetButtonImport
source: Import
de: Importieren
es: Importar
fa: واردکردن
fi: Tuo
fr: Importer
it: Importa
ja: インポート
pa: ਦਰਾਮਦ
pl: Importuj
ro: Importare
ru: Импорт
sl: Uvozi
tr: İçe aktar
zh_hans: 导入

# macToggleStatusButtonActivate
source: Activate
de: Aktiviere
es: Activo
fa: فعال‌سازی
fi: Aktivoi
fr: Activer
it: Attivato
ja: 有効化
pa: ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj
ro: Activare
ru: Подключен
sl: Aktviraj
tr: Etkinleştir
zh_hans: 启动

# macToggleStatusButtonActivating
source: Activating…
de: Aktiviere…
es: Activando…
fa: در حال فعال‌سازی…
fi: Aktivoidaan…
fr: Activation…
it: Attivazione…
ja: 有効化中…
pa: ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Aktywowanie…
ro: Se activează…
ru: Подключение…
sl: Aktiviram …
tr: Etkinleştiriliyor…
zh_hans: 启动中…

# macToggleStatusButtonDeactivate
source: Deactivate
de: Deaktiviere
es: Desactivar
fa: غیر فعال‌سازی
fi: Deaktivoi
fr: Désactiver
it: Disattiva
ja: 無効化
pa: ਨਾ-ਸਰਗਰਮ
pl: Dezaktywuj
ro: Dezactivare
ru: Отключен
sl: Deaktiviraj
tr: Devre dışı bırak
zh_hans: 停用

# macToggleStatusButtonDeactivating
source: Deactivating…
de: Deaktiviere…
es: Desactivando…
fa: در حال غیرفعال‌سازی…
fi: Deaktivoidaan…
fr: Désactivation…
it: Disattivazione…
ja: 無効化中…
pa: ਨਾ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Dezaktywowanie…
ro: Se dezactivează…
ru: Отключение…
sl: Deaktiviram …
tr: Devre dışı bırakılıyor…
zh_hans: 停用中…

# macToggleStatusButtonReasserting
source: Reactivating…
de: Reaktiviere…
es: Reactivando…
fa: در حال فعال‌سازی مجدد…
fi: Aktivoidaan uudelleen…
fr: Réactivation…
it: Riattivazione…
ja: 再有効化中…
pa: ਮੁੜ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Reaktywowanie…
ro: Se reactivează…
ru: Переподключение…
sl: Reaktiviram …
tr: Yeniden etkinleştiriliyor…
zh_hans: 正在重新启动…

# macToggleStatusButtonRestarting
source: Restarting…
de: Starte neu…
es: Reiniciando…
fa: در حال راه‌اندازی دوباره…
fi: Käynnistetään uudelleen…
fr: Redémarrage…
it: Riavvio…
ja: 再起動中…
pa: ਮੁੜ-ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Restartowanie…
ro: Se repornește…
ru: Перезапуск…
sl: Ponovno zaganjam …
tr: Yeniden başlatılıyor…
zh_hans: 重启中…

# macToggleStatusButtonWaiting
source: Waiting…
de: Warten…
es: Esperando…
fa: در حال انتظار…
fi: Odotetaan…
fr: En attente…
it: In attesa…
ja: 待機中…
pa: ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ…
pl: Oczekiwanie…
ro: În așteptare…
ru: Ожидание…
sl: Čakam …
tr: Bekleniyor…
zh_hans: 等待中...

# macToolTipEditTunnel
source: Edit tunnel (⌘E)
de: Tunnel bearbeiten (⌘E)
es: Editar túnel (⌘E)
fa: ویرایش تونل (⌘E)
fi: Muokkaa tunnelia (⌘E)
fr: Modifier le tunnel (⌘E)
it: Modifica tunnel (⌘E)
ja: トンネルの編集 (⌘E)
pa: ਟਨਲ ਨੂੰ ਸੋਧੋ (⌘E)
pl: Edytuj tunel (⌘E)
ro: Editare tunel (⌘E)
ru: Редактировать туннель (⌘E)
sl: Uredi tunel (⌘E)
tr: Tüneli düzenle (⌘E)
zh_hans: 编辑隧道 (⌘E)

# macToolTipToggleStatus
source: Toggle status (⌘T)
de: Status umschalten (⌘T)
es: Cambiar estado (⌘T)
fr: Basculer le statut (⌘T)
it: Commuta stato (⌘T)
ja: 状態の切り替え (⌘T)
pa: ਸਥਿਤੀ ਪਲਟੋ (⌘T)
pl: Przełącz stan (⌘T)
ro: Comutare stare (⌘T)
ru: Переключить статус (⌘T)
sl: Preklopi status (⌘T)
tr: Durumu değiştir (⌘T)
zh_hans: 切换状态 (⌘T)

# macUnusableTunnelButtonTitleDeleteTunnel
source: Delete tunnel
de: Tunnel löschen
es: Eliminar túnel
fa: حذف تونل
fi: Poista tunneli
fr: Supprimer le tunnel
it: Elimina tunnel
ja: トンネルを削除
pa: ਟਨਲ ਨੂੰ ਹਟਾਓ
pl: Usuń tunel
ro: Ștergere tunel
ru: Удалить туннель
sl: Izbriši tunel
tr: Tüneli sil
zh_hans: 删除隧道
